Repository: APN-Pucky/htcondor
Catalog: debian/po/*.po
Languages: cs, da, de, it

source: Condor configuration
cs: Nastavení Condoru
da: Konfiguration af Condor
de: Condor-Konfiguration
it: Configurazione di Condor

source: Manage initial Condor configuration automatically?
cs: Provést automatické počáteční nastavení Condoru?
da: Håndter oprindelig konfiguration af Condor automatisk?
de: Condor-Erstkonfiguration automatisch verwalten?
it: Gestire la configurazione iniziale di Condor in modo automatico?

source: The setup for Condor can be handled automatically, asking a few questions to create an initial configuration appropriate for a machine that is either a member of an existing pool or a fully functional "Personal Condor installation". This generated initial configuration can be further extended later on.
cs: Nastavení Condoru je možno provést automaticky za pomoci několika málo otázek a nastavit jej tak, aby počítač fungoval buď jako člen stávající skupiny nebo jako plně funkční "Osobní instalace Condoru". Toto výchozí nastavení je možné později libovolně rozšiřovat.
da: Opsætningen af Condor kan håndteres automatisk med et par få spørgsmål for at oprette en oprindelig konfiguration egnet for en maskine som hverken er medlem af en eksisterende pulje eler en fuld funktionel »Personal Condor installation«. Denne oprindelige konfiguration kan senere udvides yderligere.
de: Die Einrichtung von Condor kann automatisch vorgenommen werden. Dazu werden ein paar Fragen gestellt, um eine Erstkonfiguration für eine Maschine zu erstellen, die entweder ein Mitglied eines existierenden Pools oder eine voll funktionale »Persönliche Condor-Installation« ist. Diese Erstkonfiguration kann später erweitert werden.
it: L'impostazione di Condor può essere gestita in modo automatico, ponendo alcune domande per creare una configurazione iniziale adatta per una macchina che sia un membro di un pool esistente oppure una "installazione di Condor Personalizzata" pienamente funzionante. La configurazione iniziale che viene generata può essere successivamente espansa ulteriormente.

source: Otherwise, Condor will be installed with a default configuration that needs to be customized manually.
cs: Jinou možností je instalace Condoru spolu s výchozím nastavením, které je nutné upravit ručně.
da: Ellers vil Condor blive installeret med en standardkonfiguration, som skal tilpasses manuelt.
de: Andernfalls wird Condor mit einer Vorkonfiguration installiert, die per Hand angepasst werden muss.
it: Condor viene altrimenti installato con una configurazione predefinita che deve essere personalizzata a mano.

source: Enable submission of usage statistics?
cs: Povolit odesílání statistik využití?
da: Aktiver indsendelse af brugsstatistik?
de: Die Übertragung von Nutzungsstatistiken einschalten?
it: Permettere l'invio di statistiche sull'uso?

source: The Condor authors politely request that each Condor pool sends them periodic updates with basic information about the status of the pool. Updates include only the total number of machines, the number of jobs submitted, the number of machines running jobs, the host name of the central manager, and the name of the pool. These updates help the Condor Team see how Condor is being used around the world.
cs: Tvůrci Condoru jsou rádi za pravidelně zasílané informace o stavu skupin Condoru. Tyto informace obsahují pouze celkový počet počítačů, počet odeslaných úloh, počet počítačů s běžícími úkoly, jméno počítače centrálního správce a jméno pole. Obsažené informace pomáhají týmu Condor sledovat použití aplikace Condor po celém světě.
da: Forfatterne af Condor anmoder venligst om at hver Condorpulje sender dem periodiske opdateringer med basisinformation om status for puljen. Opdateringer inkluderer kun det samlede antal maskiner, antallet af indsendte job, antallet af maskiner der kører job, værtsnavnet for den centrale håndtering og navnet på puljen. Disse opdateringer hjælper Condorholdet med at se hvordan Condor bliver brugt rundt omkring i verden.
de: Die Condor-Autoren ersuchen höflich, dass jeder Condor-Pool ihnen periodische Aktualisierungen mit Grundinformationen über den Zustand des Pools zusendet. Die Aktualisierungen enthalten nur die Gesamtzahl der Maschinen, die Anzahl der übertragenen Aufträge, die Anzahl der Maschinen, die Aufträge ausführt, den Rechnernamen des Zentralverwalters und den Namen des Pools. Diese Aktualisierungen verschaffen dem Condor-Team eine Übersicht, wie Condor in aller Welt eingesetzt wird.
it: Agli autori di Condor farebbe piacere se ogni pool Condor inviasse periodicamente degli aggiornamenti con le informazioni di base sullo stato del pool. Gli aggiornamenti includono solo il numero totale di macchine, il numero di compiti sottoposti, il numero di macchine che eseguono compiti, il nome host del gestore centrale e il nome del pool. Questi aggiornamenti aiutano il Team Condor a capire come Condor venga usato in tutto il mondo.

source: Address of the central manager:
cs: Adresa centrálního správce:
da: Adresse for den centrale håndtering:
de: Adresse des Zentralverwalters:
it: Indirizzo del gestore centrale:

source: If this machine is intended to join an existing Condor pool, the address of the central manager machine has to be specified. Any address format supported by Condor can be used, including macro expressions.
cs: Pokud chcete, aby se tento počítač přidal do stávající skupiny Condor, je potřeba zde zadat adresu centrálního počítače. Přitom můžete použít libovolný formát adresy včetně makro-výrazů.
da: Hvis denne maskine skal sluttes til en eksisterende Condorpulje, så skal adressen for den centrale håndtering angives. Alle adresseformater understøttet af Condor kan bruges, inklusive makroudtryk.
de: Wenn diese Maschine einem existierenden Condor-Pool beitreten soll, muss die Adresse der zentralen Verwaltungsmaschine angegeben werden. Jedes von Condor unterstützte Adressformat kann verwendet werden, einschließlich Makro-Ausdrücken.
it: Se questa macchina è pensata per essere unita ad un pool Condor esistente, deve essere specificato l'indirizzo della macchina con il gestore centrale. Può essere usato qualsiasi formato di indirizzo gestito da Condor, incluse le espressioni macro.

source: Example: condor-manager.example.org
cs: Příklad: condor-manager.example.org
da: Eksempel: condor-manager.eksempel.org
de: Beispiel: condor-manager.example.org
it: Esempio: condor-manager.example.org

source: Job submission
cs: Zadávání úloh
da: Jobindsendelse
de: Auftragsübertragung
it: Invio di compiti

source: Job execution
cs: Vykonávání úloh
da: Jobkørsel
de: Auftragsausführung
it: Esecuzione di compiti

source: Central manager
cs: Hlavní správce
da: Central håndtering
de: Zentralverwalter
it: Gestore centrale

source: Role of this machine in the Condor pool:
cs: Role počítače ve skupině Condor:
da: Rolle for denne maskine i Condorpuljen:
de: Rolle dieser Maschine im Condor-Pool:
it: Ruolo di questa macchina nel pool Condor:

source: Please specify the intended role or roles of this machine, for which the corresponding daemons will be started automatically.
cs: Zadejte prosím vybranou roli tohoto počítače, pro tuto roli budou později spuštěny odpovídající daemony.
da: Angiv venligst den forventede rolle eller roller for denne maskine, som de tilsvarende dæmoner vil blive startet automatisk for.
de: Bitte geben Sie die Rolle oder Rollen an, die Sie dieser Maschine zuweisen wollen, damit die entsprechenden Daemons automatisch gestartet werden.
it: Specificare il ruolo o i ruoli ai quali è destinata questa macchina, e per i quali verranno avviati automaticamente i demoni corrispondenti.

source: A machine in a Condor pool can have multiple roles. In general there is one central manager and multiple nodes that run jobs. Often the central manager is also the machine from which users submit jobs. However, it is also possible to have multiple machines available for job submission.
cs: Počítač může mít v poli Condor více rolí. Obecně řečeno bývá součástí pole jeden centrální správce a spousta uzlů se spuštěnými úlohami. Centrální počítač bývá také tím počítačem, který rozesílá úlohy. Samozřejmě, že je také možné mít více počítačů rozesílající úlohy.
da: En maskine i en Condorpulje kan have flere roller. Generelt er der en central håndtering og flere knuder som kører job. Ofte er den centrale håndtering også maskinen hvorfra brugere indsender job. Det er også muligt at have flere maskiner tilgængelige for jobindsendelse.
de: Eine Maschine in einem Condor-Pool kann mehrere Rollen haben. Im Allgemeinen gibt es einen Zentralverwalter und mehrere Knoten, die Aufträge ausführen. Oft ist der Zentralverwalter auch die Maschine, von der aus die Benutzer Aufträge übertragen. Es ist aber auch möglich, mehrere Maschinen für die Auftrag-Übertragung einzusetzen.
it: Una macchina in un pool Condor può avere più ruoli. Generalmente c'è un gestore centrale e svariati nodi che eseguono compiti. Spesso il gestore centrale è anche la macchina dalla quale gli utenti inviano i compiti. Tuttavia è anche possibile avere più macchine a disposizione per l'invio di compiti.

source: Email address of the local Condor administrator:
cs: Emailová adresa správce Condor:
da: E-post-adresse for den lokale Condoradministrator:
de: E-Mail-Adresse des lokalen Condor-Administrators:
it: Indirizzo di posta elettronica dell'amministratore locale di Condor:

source: The Condor administrator will receive error messages if something goes wrong with Condor on this machine.
cs: Pokud se něco pokazí, dostane tento správce Condoru zprávu s chybou.
da: Condoradministratoren vil modtage fejlbeskeder, hvis noget går galt med Condor på denne maskine.
de: Der Condor-Administrator wird Fehlernachrichten bekommen, wenn auf dieser Maschine etwas mit Condor schief läuft.
it: L'amministratore di Condor riceverà i messaggi di errore se qualcosa che ha a che fare con Condor va storto su questa macchina.

source: user directory domain label:
cs: Označení domény adresáře uživatelů:
da: domæneetiket for brugermappe:
de: Benutzerverzeichnis-Domain-Bezeichnung:
it: etichetta di dominio della directory utente:

source: This label is a string that Condor uses to decide if a submitting machine and an execute machine share the same directory of user accounts (that is, whether UID 1000 on one machine is the same person as UID 1000 on the other). If the labels on the two machines match, Condor will run each job under the UID that submitted the job, and send emails about them to user@DOMAIN (using this label as the value of DOMAIN). If not, Condor will run all jobs as user "nobody". Leaving it blank will cause Condor to run all jobs on this machine as user "nobody".
cs: Toto označení používá Condor ke zjištění zda je odesílatel i vykonavatel úloh součástí stejného adresáře uživatelských účtů (v případ, že je UID 1000 jednoho počítače stejnou osobou jako UID 1000 jiného počítače). Pokud označení dvou počítačů souhlasí, Condor spustí všechny úlohy pod UID odesílajícího uživatele a pošle o něm informace na adresu uživatel@DOMÉNA (toto označení použije jako hodnotu DOMÉNY). V opačném případě Condor spustí úlohu pod uživatelem "nobody". Necháte-li políčko prázdné, budou všechny úlohy spouštěné pod uživatelem "nobody".
da: Denne etiket er en streng, som Condor bruger til at beslutte om en indsendelsesmaskine og en kørselsmaskine deler den samme mappe af brugerkontoer (det vil sige, hvorvidt UID 1000 på en maskine er den samme person som UID 1000 på den anden). Hvis etiketterne på de to maskiner matcher, så vil Condor køre hvert job under UID'en som indsendte jobbet og sende e-post om dem til user@DOMAIN (med brug af etiketten som værdien for DOMÆNE). Hvis ikke så vil Condor køre alle job som bruger »nobody« (ingen). Et tomt felt vil få Condor til at køre alle job på denne maskine med brugeren »nobody« (ingen).
de: Diese Bezeichnung ist eine Zeichenkette, welche Condor zur Entscheidung darüber heranzieht, ob eine Übertragungs- und eine Ausführungs-Maschine das selbe Verzeichnis mit Benutzerkonten teilen (ob UID 1000 auf einer Maschine die selbe Person ist wie UID 1000 auf der anderen). Wenn die Bezeichnungen auf den beiden Maschinen übereinstimmen, wird Condor jeden Auftrag unter der UID ausführen, die diesen Auftrag übermittelt hat und E-Mails darüber an Benutzer@DOMAIN verschicken (wobei diese Bezeichnung als Wert für DOMAIN benutzt wird). Falls nicht, wird Condor alle Aufträge als Benutzer »nobody« ausführen. Wenn Sie die Bezeichnung leer lassen, wird Condor alle Aufträge auf dieser Maschine als »nobody« ausführen.
it: Questa etichetta è una stringa che Condor usa per decidere se una macchina che invia compiti e una macchina che li esegue condividono la stessa directory di account utente (cioè se l'UID 1000 di una macchina è la stessa persona dell'UID 1000 sull'altra). Se le etichette sulle due macchine corrispondono, Condor eseguirà ciascun compito con l'UID di chi ha inviato il compito ed invierà le e-mail relative ad utente@DOMINIO (usando questa etichetta come valore per DOMINIO). In caso contrario, Condor eseguirà tutti i compiti come utente "nobody". Se si lascia questo valore in bianco, Condor eseguirà tutti i compiti su questa macchina come utente "nobody".

source: Any domain format supported by Condor can be used, including macro expressions. Example: $(FULL_HOSTNAME)
cs: Můžete použít libovolný podporovaný formát včetně makro-výrazů. Např. $(FULL_HOSTNAME)
da: Alle domæneformater understøttet af Condor kan bruges, inklusiv makroudtryk. Eksempel: $(FULL_HOSTNAME)
de: Jedes von Condor unterstütztes Domain-Format kann verwendet werden, einschließlich Makro-Ausdrücken. Beispiel: $(FULL_HOSTNAME)
it: Può essere usato qualsiasi formato gestito da Condor, incluse le espressioni macro. Esempio: $(NOMEHOST_COMPLETO)

source: File system domain label:
cs: Označení domény souborového systému:
da: Domæneetiket for filsystem:
de: Dateisystem-Domain-Bezeichnung:
it: Etichetta di dominio per il file system:

source: This label is an arbitrary string that is used to decide if a submitting machine and an execute machine share the same file system. In a dedicated cluster all machines will most likely use a shared file system and hence should use the same label. If left blank, it will automatically be set to the fully qualified hostname of the local machine, which will prevent Condor assuming that any two machines share a file system.
cs: Toto označení je libovolný text, který se používá k rozhodnutí zda je odesílatel a vykonavatel součástí stejného souborového systému. V dedikovaném clusteru všechny počítače pravděpodobně používají sdílený souborový systém a tak by měli používat také stejné označení. Necháte-li políčko prázdné, bude automaticky nastaveno na plně kvalifikovaný název místního počítače, což Condoru zabrání v tom, aby dva počítače sdílely nějaký souborový systém.
da: Denne etiket er en arbitrær streng som Condor bruger til at beslutte om en indsendelsesmaskine og en kørselsmaskine deler det samme filsystem. I en dedikeret klynge vil alle maskiner højst sandsynlig bruge et delt filsystem og skal dermed bruge den samme etiket. Hvis efterladt tomt, så vil den automatisk blive sat til det fuldt kvalificerede værtsnavn for den lokale maskine, som vil forhindre Condor i at antage at to maskiner deler et filsystem.
de: Diese Bezeichnung ist eine beliebige Zeichenkette, die zur Entscheidung herangezogen wird, ob eine Übertragungs-Maschine und eine Ausführungs-Maschine das selbe Dateisystem gemeinsam nutzen. In einem dedizierten Cluster werden alle Maschinen höchstwahrscheinlich auf ein gemeinsames Dateisystem zugreifen und sollten deshalb dieselbe Bezeichnung verwenden. Wenn Sie dies leer lassen, wird es automatisch auf den vollständigen Rechnernamen der lokalen Maschine gesetzt, weswegen Condor nicht annehmen wird, dass irgendein Dateisystem von zwei Maschinen gemeinsam genutzt wird.
it: Questa etichetta è una stringa arbitraria che viene usata per decidere se una macchina che invia compiti e una macchina che li esegue condividono lo stesso file system. In un cluster dedicato, tutte le macchine useranno molto probabilmente un file system condiviso e pertanto dovrebbero usare la stessa etichetta. Se si lascia questo valore in bianco, verrà automaticamente impostato al nome host pienamente qualificato della macchina locale; ciò evita che Condor presuma che due macchine qualsiasi condividano un file system.

source: Example: my_shared_volume
cs: Příklad: můj_sdílený_prostor
da: Eksempel: min_delte_diskenhed
de: Beispiel: mein_gemeinsam_genutztes_laufwerk
it: Esempio: mio_volume_condiviso

source: Perform a "Personal Condor installation"?
cs: Provést "Instalaci soukromé verze Condoru"?
da: Udfør en »Personlig Condorinstallation«?
de: »Persönliche Condor-Installation« vornehmen?
it: Effettuare una "installazione Condor Personalizzata"?

source: A Personal Condor installation is a fully functional Condor pool on a single machine. Condor will automatically configure and advertise as many slots as it detects CPU cores on this machine. Condor daemons will not be available through external network interfaces.
cs: Soukromá (osobní) verze Condoru je plně funkční instalací Condoru pro jeden počítač. Condor přitom automaticky nastaví a zpřístupní všechna jádra procesoru. Daemony Condoru budou k dispozici na vnějších síťových rozhraních.
da: En personlig Condorinstallation er en fuld funktionel Condorpulje på en enkelt maskine. Condor vil automatisk konfigurere og give besked om antal pladser, jævnfør det antal CPU-kerner som detekteres på denne maskine. Condordæmoner vil ikke være tilgængelige via eksterne netværksgrænseflader.
de: Eine Persönliche Condor-Installation ist ein voll funktionaler Condor-Pool auf einer einzelnen Maschine. Condor wird automatisch so viele Slots konfigurieren und bekanntgeben, wie es CPU-Kerne auf der Maschine vorfinden wird. Die Condor-Daemons werden nicht durch externe Netzwerkschnittstellen erreichbar sein.
it: Un'installazione Condor Personalizzata è un pool Condor pienamente funzionante su una singola macchina. Condor configurerà e pubblicizzerà automaticamente tanti slot quante CPU rileva sulla macchina. I demoni Condor non saranno disponibili attraverso le interfacce di rete esterne.

source: This configuration is not appropriate if this machine is intended to be a member of a pool.
cs: Toto nastavení se nepoužívá pokud chcete použít počítač jako součást pole.
da: Denne konfiguration er ikke passende hvis denne maskine skal være et medlem af en pulje.
de: Diese Konfiguration ist ungeeignet, wenn diese Maschine Teil eines Pools werden soll.
it: Questa configurazione non è adatta se questa macchina deve essere un membro di un pool.

source: Amount of physical memory to withhold from Condor (in MB):
cs: Množství blokované fyzické paměti (v MB):
da: Mængden af fysisk hukommelse der skal tilbageholdes fra Condor (i MB):
de: Größe des physischen Speichers, der vor Condor freigehalten werden soll (in MB):
it: Quantità di memoria fisica da interdire a Condor (in MB):

source: By default, Condor considers all the physical memory of a machine as available to be used by Condor jobs. If this value is defined, Condor subtracts it from the amount of memory it advertises as available.
cs: Ve výchozím nastavení použije Condor všechnu fyzickou paměť, která je k dispozici. Pokud určíte tuto hodnotu, nebude toto množství paměti Condoru přístupné.
da: Som standard så anser Condor al fysisk hukommelse på en maskine som tilgængeligt for Condorjob. Hvis denne værdi er defineret, så vil Condor fratrække det fra mængden af hukommelse den anser som tilgængelig.
de: In der Voreinstellung betrachtet Condor den gesamten physischen Speicher als für Condor-Aufträge verfügbar. Wenn dieser Wert definiert wird, zieht Condor ihn von der Speichermenge ab, den es als verfügbar bekanntgibt.
it: In modo predefinito, Condor considera tutta la memoria fisica di una macchina come disponibile per essere usata per i suoi compiti. Se viene definito questo valore, Condor lo sottrae alla quantità di memoria che pubblicizza come disponibile.

source: Example (to reserve 1 GB): 1024
cs: Příklad (pro rezervaci 1 GB) : 1024
da: Eksempel (for at reservere 1 GB): 1024
de: Beispiel (um ein Gigabyte zu reservieren): 1024
it: Esempio (per riservare 1 GB): 1024

source: Machines with write access to this host:
cs: Počítače s právem zápisu na tento počítač:
da: Maskiner med skriveadgang til denne vært:
de: Maschinen mit Schreibzugriff auf diesen Rechner:
it: Macchine con accesso in scrittura su questo host:

source: All machines that are to participate in the Condor pool need to be listed here. This setting can be a plain comma-separated list, a domain with wildcards, or a macro expression. By default only localhost is allowed to access Condor daemons on this machine.
cs: Zde je potřeba vyjmenovat všechny počítače, které budou součástí skupiny Condoru. Toto nastavení může obsahovat seznam počítačů oddělených čárkami, doménou se zástupnými znaky nebo makro-výrazem. Ve výchozím nastavení může k daemonům Condoru přistupovat pouze tento počítač.
da: Alle maskiner som skal deltage i Condorpuljen skal være nævnt her. Denne indstilling kan være en ren kommaadskilt liste, et domæne med jokertegn eller et makroudtryk. Som standard har kun den lokale vært (localhost) adgang til Condordæmoner på denne maskine.
de: Alle Maschinen, die am Condor-Pool teilnehmen sollen, müssen hier aufgelistet werden. Diese Einstellung kann eine kommaseparierte Liste sein, eine Domain mit Platzhaltern oder ein Makro-Ausdruck. In der Voreinstellung darf nur Localhost auf die Condor-Daemons dieser Maschine zugreifen.
it: Tutte le macchine che devono partecipare al pool Condor devono essere elencate qui. Questa impostazione può essere un semplice elenco separato da virgole, un dominio con metacaratteri o un'espressione macro. In modo predefinito solo localhost ha il permesso di accedere ai demoni Condor su questa macchina.

source: Example: *.condor-pool.example.org
cs: Příklad: *.condor-pool.example.org
da: Eksempel: *.condor-pool.eksempel.org
de: Beispiel: *.condor-pool.example.org
it: Esempio: *.condor-pool.example.org

source: Run Condor jobs regardless of other machine activity?
cs: Používat Condor bez ohledu na zatížení počítače?
da: Kør Condorjob uanset anden maskinaktivitet?
de: Condor-Aufträge ohne Rücksicht auf andere Aktivitäten der Maschine durchführen?
it: Eseguire i compiti Condor indipendentemente dalle altre attività della macchina?
