Repository: APN-Pucky/htcondor
Catalog: debian/po/*.po
Languages: cs, da, de, it

source: By default Condor only starts jobs when a machine is idle, i.e. no keyboard activity or CPU load for some time. Moreover, it also suspends jobs whenever there is console activity and doesn't continue them until the machine becomes idle again. However, for a dedicated compute node or a Personal Condor installation it might be desirable to always start jobs as soon as they are submitted (given that resources are still available), and to run them continuously regardless of other activity on this machine.
cs: Ve výchozím nastavení spustí Condor úlohy pouze pokud počítač nic nedělá, např. není žádná odezva z klávesnice nebo zatížení CPU. Mimo to, také umí uspat procesy jakmile dojde k nějaké aktivitě a později je opět spustit jakmile nemá znovu co dělat. Na druhou stranu ovšem bývá často potřebnější spustit úlohy co nejdříve (jakmile jsou poslány) a případně také současně bez ohledu na zatížení konkrétního počítače.
da: Som standard starter Condor kun job når en maskine er ledig, det vil sige ingen tastaturaktivitet eller CPU-belastning i en periode. Derudover så suspenderer den også job når der er konsolaktivitet og fortsætter ikke disse før maskinen igen bliver ledig. For en dedikeret beregningsknude eller en personlig Condorinstallation kan det være ønskværdigt altid at starte job så snart de er indsendt (hvis ressourcerne stadig er tilgængelige), og at køre dem løbende uanset anden aktivitet på denne maskine.
de: In der Voreinstellung startet Condor Aufträge nur, wenn die Maschine leerläuft, d. h. einige Zeit lang keine Tastatureingaben oder CPU-Last auftritt. Außerdem setzt es die Aufträge aus, wenn es Aktivitäten auf der Konsole gibt und bearbeitet sie erst weiter, wenn die Maschine wieder leer läuft. Allerdings kann es für einen dedizierten Rechenknoten oder eine Persönliche Condor-Installation denkbar sein, Aufträge immer zu starten, sobald sie übermittelt wurden (unter der Voraussetzung, dass die Ressourcen immer noch verfügbar sind) und sie ohne Rücksicht auf andere Aktivitäten auf dieser Maschine zu bearbeiten.
it: In modo predefinito, Condor avvia i compiti quando una macchina è inattiva, cioè quando per un certo periodo non c'è attività della tastiera o carico sulla CPU. Inoltre sospende i compiti quando c'è attività della tastiera e non li riprende fino a che la macchina non diventa nuovamente inattiva. Tuttavia, per un nodo di calcolo dedicato o un'installazione di Condor Personalizzata può essere desiderabile avviare sempre i compiti non appena vengono inviati (ammesso che ci siano ancora risorse disponibili) e di eseguirli in modo continuativo indipendentemente dalle altre attività sulla macchina.

source: If you plan to compose a custom policy it is best to keep Condor's default here.
cs: Pokud chcete provést vlastní nastavení Condoru, pak je lepší nechat v tomto kroku výchozí volby.
da: Hvis du planlægger at sammensætte en tilpasset politik, så er det bedst at bevare Condors standard her.
de: Wenn Sie vorhaben, eine eigene Richtlinie zu erstellen, ist es das Beste, hier Condors Voreinstellungen zu verwenden.
it: Se si ha in progetto di creare una propria politica personalizzata è meglio mantenere qui il valore predefinito di Condor.
